<span class="modal_terms_title">Datenschutz</span>
<p>VENDO wird die vom Mitglied im Zusammenhang mit der Vertragsdurchf&uuml;hrung zur Verf&uuml;gung gestellten personenbezogenen Daten unter Beachtung der einschl&auml;gigen rechtlichen Bestimmungen verarbeiten. Ist das Mitglied innerhalb der EU ans&auml;ssig bzw. erfolgt die Vertragserf&uuml;llung innerhalb der EU, finden insoweit insbesondere die Vorschriften der EU-DSGVO Anwendung, auf welche nachfolgend Bezug genommen wird.</p>
<p>VENDO erhebt und verarbeitet Daten des Mitglieds, um seine Leistungen erf&uuml;llen zu k&ouml;nnen. Im Rahmen der Registrierung als Mitglied werden insbesondere folgende Daten von VENDO erhoben und verarbeitet:</p>
<ul>
<li>Empfehlungscode</li>
<li>Gew&auml;hlte Sprache</li>
<li>Name des Mitglieds</li>
<li>Geburtsdatum</li>
<li>Anschrift</li>
<li>Kontaktdaten (E-Mail, Telefon)</li>
<li>Bankverbindung / Zahlungsmethode</li>
<li>Foto</li>
</ul>
<p>Im Rahmen der Nutzung der Dienstleistungen von VENDO, insbesondere des Account-Back-Office, erhebt und verarbeitet VENDO folgende weiteren Daten:</p>
<ul>
<li>Anzahl der Mitglieder in der eigenen Downline</li>
<li>Anzahl der direkten Mitglieder</li>
<li>Erzielte Volumina</li>
<li>Angaben zu Status und erwirtschafteten Volumina</li>
<li>Vom Mitglieder ausgel&ouml;ste Handelsvorg&auml;nge und Historie</li>
<li>Provisionen</li>
<li>Statistik- und Leistungsdaten zu den get&auml;tigten Handelsvorg&auml;ngen</li>
<li>Angaben zu Automationsvorg&auml;ngen</li>
</ul>
<p>Es ist dem Wesen eines Mitgliedernetzwerks immanent, dass Daten des Mitglieds anderen Mitgliedern in bestimmter Form zug&auml;nglich gemacht werden. Hierzu z&auml;hlen die im Back-Office ersichtlichen Daten wie</p>
<ul>
<li>Name des Mitglieds</li>
<li>Foto</li>
<li>Anzahl der direkten Mitglieder und in der Downline</li>
<li>Volumen der Downline</li>
<li>Ranglistendaten</li>
</ul>
<p>Die zur Durchf&uuml;hrung des Vertrages erforderlichen personenbezogenen Daten werden von VENDO zu Zwecken der Auftragsabwicklung (Kontaktaufnahme, Leistungserbringung, Abrechnung) verarbeitet (Art. 6 Abs. 1 lit. b DSGVO) und sind hierf&uuml;r erforderlich. VENDO behandelt diese vertraulich. Daten werden nicht an Dritte weitergegeben, es sei denn, dies ist zur Durchf&uuml;hrung des Auftrages (z. B. f&uuml;r den Auftrag notwendige Dienstleister wie die Handelsplattformen) bzw. auf Grund eines berechtigten Interesses (z. B. Steuerberater, Inkassodienstleister, andere Mitglieder im Rahmen der Erbringungen der dem Mitgliedernetzwerk immanenten Leistungen) erforderlich oder auf Grund gesetzlicher Pflicht vorgeschrieben (z. B. auf Grund von Anfragen von Steuer- und Ermittlungsbeh&ouml;rden). Werden die Daten zur Auftragsabwicklung nicht mehr ben&ouml;tigt und stehen keine Gew&auml;hrleistungsfristen und/oder gesetzlichen Aufbewahrungspflichten entgegen, werden die Daten gel&ouml;scht.</p>
<p>Betroffene haben ein Recht auf unentgeltliche Auskunft &uuml;ber die zu ihrer Person gespeicherten Daten. Ferner steht dem Betroffenen ggfs. ein Recht auf Berichtigung, L&ouml;schung, auf Einschr&auml;nkung der Verarbeitung, auf Widerspruch gegen die Verarbeitung sowie auf Daten&uuml;bertragbarkeit zu.</p>
<p>Sofern personenbezogene Daten auf Grund einer Einwilligung des Mitglieds verarbeitet werden, kann dieser jederzeit die Einwilligung mit Wirkung f&uuml;r die Zukunft widerrufen.</p>
<p>Sofern personenbezogene Daten auf Grundlage von berechtigten Interessen gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO verarbeitet werden, hat das Mitglied das Recht, gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung mit Wirkung f&uuml;r die Zukunft einzulegen, soweit daf&uuml;r Gr&uuml;nde vorliegen, die sich aus seiner besonderen Situation ergeben oder sich der Widerspruch gegen Direktwerbung richtet. Im letzteren Fall hat das Mitglied ein generelles Widerspruchsrecht, das ohne Angabe einer besonderen Situation umgesetzt wird.</p>
<p>Das Mitglied kann sich f&uuml;r Beschwerden an eine Datenschutzaufsichtsbeh&ouml;rde wenden.</p>
<p><strong>Verarbeitung personenbezogener Daten beim Besuch der Website</strong></p>
<p>Bei der blo&szlig; informatorischen Nutzung der Website erhebt VENDO die personenbezogenen Daten, die der Browser an den Server von VENDO &uuml;bermittelt. Wenn das Mitglied die Website von VENDO betrachten m&ouml;chte, erhebt VENDO auf Grund berechtigter Interessen insoweit die folgenden Daten, die technisch zwingend erforderlich sind, um dem Mitglied die Website anzuzeigen und die Stabilit&auml;t und Sicherheit zu gew&auml;hrleisten (Rechtsgrundlage innerhalb EU ist Art. 6 Abs. 1 S. 1 lit. f DSGVO):</p>
<p>IP-Adresse, Datum und Uhrzeit der Anfrage, Zeitzonendifferenz zur Greenwich Mean Time (GMT), Inhalt der Anforderung (konkrete Seite), Zugriffsstatus/HTTP-Statuscode, jeweils &uuml;bertragene Datenmenge, Website, von der die Anforderung kommt, Browser, Betriebssystem und dessen Oberfl&auml;che, Sprache und Version der Browsersoftware.</p>
<p>Die Daten werden in Logfiles gespeichert. Die Daten werden in der Regel sp&auml;testens nach einem Monat gel&ouml;scht.</p>
<p><strong>Nutzung der E-Mail Adresse zu Werbezwecken</strong></p>
<p>VENDO beh&auml;lt sich vor, den Mitgliedern per E-Mail an die von ihm angegebene E-Mail Adresse zu kontaktieren, um auf gleichartige Dienstleistungen und Angebote hinzuweisen und den Mitgliedern &uuml;ber neue Angebote zu informieren. Das Mitglied kann der Verwendung seiner E-Mail Adresse zu diesem Werbezweck jederzeit widersprechen, ohne dass hierf&uuml;r andere als die &Uuml;bermittlungskosten nach den Basistarifen entstehen.</p>