<span class="modal_terms_title">Allgemeine Gesch&auml;fts- und Mitgliederbedingungen<br /> VENDO</span>
<p><strong>Geltungsbereich </strong></p>
<p>Die nachfolgenden Allgemeinen Gesch&auml;fts- und Mitgliederbedingungen (im Folgenden: AGMB oder Bedingungen) geltend f&uuml;r alle Vertr&auml;ge zwischen der VQualis Limited, Grand Industrial Building, Office 7/F, 159-165 Wo Yi Hop Road, Kwai Chung, Hongkong (im Folgenden: VENDO) und deren Mitglieder (im Folgenden: MITGLIED bzw. Mitglieder). Sie gelten auch f&uuml;r alle zuk&uuml;nftigen Gesch&auml;ftsbeziehungen, unabh&auml;ngig davon, ob nochmals ausdr&uuml;cklich auf sie Bezug genommen wird.</p>
<p>Abweichende, entgegenstehende oder erg&auml;nzende allgemeine Gesch&auml;ftsbedingungen des Mitglieds erkennt VENDO &ndash; auch ohne ausdr&uuml;cklichen Widerspruch &ndash; nicht an.</p>
<p><strong>Mitglieder von VENDO, Identit&auml;t </strong></p>
<p>VENDO schlie&szlig;t Vertr&auml;ge nur mit vollj&auml;hrigen, voll gesch&auml;ftsf&auml;higen Personen. Das Angebot von VENDO richtet sich ausschlie&szlig;lich an selbst&auml;ndige Unternehmer und nicht an Verbraucher. Mit der Anmeldung bei VENDO best&auml;tigt das Mitglied, dass er als Unternehmer t&auml;tig ist. VENDO beh&auml;lt sich vor, jederzeit geeignete Nachweise (Gewerbeanmeldung, Handelsregisterausz&uuml;ge, Steuerbescheide) vom Mitglied anzufordern und Mitglieder bei Nichtvorlage von der weiteren Nutzung der Dienste von VENDO auszuschlie&szlig;en.</p>
<p>Die Mitglieder ist eigenverantwortlich t&auml;tig. Er ist f&uuml;r seine steuer- und sozialversicherungsrechtliche Belange selbst verantwortlich. Durch seinen Mitgliedsstatus wird insbesondere kein Anstellungsverh&auml;ltnis begr&uuml;ndet.</p>
<p>Die Mitglieder haben alle Angaben wahrheitsgem&auml;&szlig; zu machen. Es darf nur ein Account unterhalten werden. Es ist strengstens untersagt, Adressen, Namen und sonstige Angaben von dritten Personen oder Unternehmen, Dienstleistern etc. anzugeben oder diese als Beg&uuml;nstigte einzutragen.</p>
<p>Der Vertragsschluss erfolgt online. Eine &Uuml;bertragung des Accounts auf Dritte ist ohne vorherige Zustimmung von VENDO untersagt.</p>
<p><strong>Leistungen von VENDO </strong></p>
<p>VENDO ist Affiliate-Partner von Online-Broker-Dienstleistern (im Folgenden: Handelsplattform) sowie eine Kommunikations- und Verwaltungsplattform, vereint mit einem Mitglieder- und Karrieresystem. VENDO vermittelt Kontakte zu Handelsplattformen, damit das Mitglied dort Handel treiben kann bzw. die Handelsplattform die Orders des Mitglieds entgegennehmen kann. VENDO bietet nur in geringem Umfang ggfs. auch M&ouml;glichkeiten zur unmittelbaren Einflussnahme auf die Handelsgesch&auml;fte (z. B. M&ouml;glichkeit der Automationsbeendigung aus dem Back-Office heraus) an. Mittels Karrieresystem k&ouml;nnen Mitglieder von VENDO anhand des Marketingplans, auf welchen verwiesen wird und der &uuml;ber die Website von VENDO eingesehen werden kann und der ebenfalls Gegenstand der vertraglichen Beziehung zwischen VENDO und dem Mitglied ist, partizipieren.</p>
<p>Um auf der Handelsplattform t&auml;tig sein zu k&ouml;nnen, muss das Mitglied mit der Handelsplattform einen eigenst&auml;ndigen Vertrag abschlie&szlig;en. Das insoweit bestehende Rechtsverh&auml;ltnis kommt ausschlie&szlig;lich zwischen Mitglieder und der Handelsplattform zustande. VENDO ist insoweit nicht Vertragspartei. Mit dem Vertragsschluss zwischen Mitglieder und Handelsplattform entstehen ggfs. Geb&uuml;hren, welche aus den Informationen der Handelsplattform ersichtlich sind (siehe dazu auch unten im Abschnitt &ldquo;Geb&uuml;hren&rdquo;). Die Mitglieder hat insoweit die Bedingungen der Handelsplattform zu akzeptieren und dies zu best&auml;tigen.</p>
<p><strong>Nutzungsrechte </strong></p>
<p>Alle Rechte an den von VENDO erbrachten Leistungen, insbesondere Urheber-, Leistungsschutz- und Kennzeichenrechte, insbesondere am Progammiercode, an Grafiken, Design, Statistiken, Auswertungen usw. verbleiben allein bei VENDO. Das Mitglied erh&auml;lt insoweit ein einfaches, auf die Dauer seiner Eigenschaft als Mitglied von VENDO beschr&auml;nktes, nicht &uuml;bertragbares und unver&auml;nderliches Nutzungsrecht zur Nutzung in vertragsgem&auml;&szlig;en Umfang. Verst&ouml;&szlig;t das Mitglied gegen seine Pflichten als Mitglied, insbesondere gegen seine aus den vorliegenden Bedingungen beschriebenen Pflichten, erlischt das Nutzungsrecht umgehend.</p>
<p><strong>Risikoaufkl&auml;rung und Haftungbeschr&auml;nkung / -ausschluss</strong></p>
<p>VENDO verweist auf seiner Plattform auf Handelsplattformen und -gesch&auml;fte und stellt Informationen dar&uuml;ber zur Verf&uuml;gung. VENDO hat selbst keinen Einfluss auf diese Plattformen und die dort vorgenommenen Gesch&auml;fte. Insbesondere &uuml;bernimmt VENDO keine Garantie f&uuml;r das Erreichen bestimmter Ziele innerhalb der Plattformen. VENDO haftet insbesondere auch nicht f&uuml;r Zusagen, gleich welcher Art, welche m&ouml;glicherweise die Handelsplattform gegen&uuml;ber dem Mitglied verspricht.</p>
<p>Die Handelsplattformen handeln komplexe Produkte, die mit einem signifikanten Risiko einhergehen, auch Geld zu verlieren. Die Performance der Vergangenheit ist kein zuverl&auml;ssiger Indikator f&uuml;r zuk&uuml;nftige Ergebnisse. Bevor das Mitglied sich entscheidet, zu traden, sollte er seine Investitionsziele sowie sein Erfahrungsniveau und seine Risikotoleranz gr&uuml;ndlich &uuml;berdenken. Es wird dringend dazu geraten, nicht mehr einzahlen, als das Mitglied zu verlieren bereit ist.</p>
<p>Das Mitglied muss die Risiken des gew&auml;hlten Produkts vollst&auml;ndig verstehen und sich ggfs. weiteren Rat einholen. VENDO spricht keine konkreten Empfehlungen oder Handelsratschl&auml;ge aus, die mit dem Kauf, dem Halten oder dem Verkauf eines Produkts zu tun haben. VENDO ist insbesondere kein Finanzberater.</p>
<p>VENDO stellt dem Mitglied Informationen und Hilfsmittel zur Verf&uuml;gung, die von Dritten wie Handelsplattformen aufgestellt werden und als Handelsm&ouml;glichkeiten in Betracht kommen k&ouml;nnen.</p>
<p>VENDO &uuml;bernimmt keine Beratungsleistungen in Zusammenhang mit den Produkten und den zu Grunde liegenden M&auml;rkten. VENDO &uuml;bernimmt keine Haftung f&uuml;r Verluste, die sich aus Handlungen des Mitglieds auf der Grundlage von diesen Informationen ergeben.</p>
<p>Die auf den Handelsplattformen angebotenen Produkte und die jeweiligen zugrundeliegende M&auml;rkte k&ouml;nnen sehr sprunghaft und unbest&auml;ndig sein, da zahlreiche Faktoren auf die Marktentwicklungen Einfluss haben k&ouml;nnen. Die Kurse k&ouml;nnen rasch schwanken und sich unvorhergesehen &auml;ndern.</p>
<p>VENDO haftet nur bei auf Vorsatz oder grober Fahrl&auml;ssigkeit beruhenden Sch&auml;den sowie f&uuml;r die Verletzung wesentlicher Vertragspflichten, d. h., f&uuml;r alle Pflichten, deren Erf&uuml;llung die ordnungsgem&auml;&szlig;e Durchf&uuml;hrung des Vertrags zwischen VENDO und dem Mitglied &uuml;berhaupt erst erm&ouml;glicht und auf deren Einhaltung das Mitglied regelm&auml;&szlig;ig vertraut und vertrauen darf. F&uuml;r sonstige F&auml;lle leicht fahrl&auml;ssigen Verhaltens, gleich aus welchem Rechtsgrund, ist die Haftung von VENDO ausgeschlossen. Unber&uuml;hrt bleibt die Haftung f&uuml;r Sch&auml;den aus der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit.</p>
<p><strong>Geb&uuml;hren </strong></p>
<p>Mit der Er&ouml;ffnung eines Accounts bei Vendo fallen eine einmalige Registrierungsgeb&uuml;hr sowie eine einmalige Accessgeb&uuml;hr an, deren H&ouml;he auf der Website im Registrierungsprozess angezeigt wird. Die Accessgeb&uuml;hr ist insbesondere von der H&ouml;he des gew&auml;hlten vorgeschlagenen Kapitaleinsatzes abh&auml;ngig. Die Geb&uuml;hren sind in USD angegeben.</p>
<p>Ferner f&auml;llt eine wiederkehrende j&auml;hrliche Mitgliedsgeb&uuml;hr von derzeit USD 99,00 an. Die Zahlung der Mitgliedsgeb&uuml;hr ist Voraussetzung zum Bezug von Provisionen im Rahmen das Mitgliedschaft.</p>
<p>Die Handelsplattform verlangt f&uuml;r den Handel sowie f&uuml;r die Depotf&uuml;hrung und gegebenenfalls weitere Leistungen Geb&uuml;hren. Welche Geb&uuml;hren dies sind und wie hoch diese ausfallen, entnehmen Sie bitte unmittelbar den Informationen der jeweiligen Handelsplattform. Mit der Account-Er&ouml;ffnung entstehen &uuml;blicherweise von Seiten der Handelsplattform eine regelm&auml;&szlig;ige Performance- und eine Management-Geb&uuml;hr.</p>
<p>Sofern nicht anders angegeben, betragen die Geb&uuml;hren der Handelsplattform nach deren Vertragsmodell wie folgt:</p>
<ul>
<li>Profit Share/Gewinnbeteiligung: 35 (Basic), 32 (Plus), 28 (Pro), 25 (Pro+) % des monatlichen Nettogewinns (Equity am Ende eines jeden Monats)</li>
<li>Management Fee: 0,16 % des monatlichen Nettogewinns</li>
</ul>
<p>Das Mitglied erkl&auml;rt sich ausdr&uuml;cklich einverstanden damit, dass ihm diese Geb&uuml;hren entsprechend belastet werden.</p>
<p><strong>Pflichten des Mitglieds </strong></p>
<p>VENDO legt besonderen Wert auf Transparenz, Fairness, Seriosit&auml;t und Legalit&auml;t. Aus diesem Grunde obliegen dem Mitglied strenge Pflichten im Hinblick auf, insbesondere die Werbung f&uuml;r und die T&auml;tigkeit als Mitglied von VENDO sowie f&uuml;r das Verhalten als Mitglied von VENDO. VENDO ist insbesondere darauf bedacht, plakative oder rei&szlig;erische Werbung f&uuml;r das Gesch&auml;ftsmodell das Mitgliedschaft mit VENDO zu unterbinden.</p>
<p>Das Mitglied hat stets das Interesse von VENDO und den &uuml;brigen Mitgliedern von VENDO zu wahren. Er hat seine Seriosit&auml;t zu wahren und ethisch korrekt aufzutreten.</p>
<p>Es ist insoweit untersagt,</p>
<ul>
<li>mit erzielten Einnahmen, insbesondere in Form von Informationen oder Screenshots aus dem Backoffice des Mitglied Accounts zu prahlen</li>
<li>Versprechungen, insbesondere Garantien zu Renditen, Chancen etc. im Hinblick auf die von den Handelsplattformen gehandelten Produkte zu geben,</li>
<li>andere Mitglieder oder die Betreiber der Handelsplattformen zu bel&auml;stigen, insbesondere im Hinblick auf Themen zu kontaktieren, die nicht in unmittelbarem Zusammenhang der Gesch&auml;ftsbeziehungen zwischen dem Mitglied und VENDO und/oder der Handelsplattform stehen,</li>
<li>Vorteile unter Umgehung von VENDO unmittelbar von den Handelsplattformen oder sonstigen Vertragspartnern anzunehmen oder dahingehende Absprachen zu treffen; insbesondere ist es untersagt, als Mitglied oder auch nach Beendigung der Mitgliedschaft Provisionen oder sonstige geldwerte Vorteile im Zusammenhang mit VENDO von den Handelsplattformen oder sonstigen Vertragspartnern der VENDO zu beziehen,</li>
<li>sich als VENDO oder Mitarbeiter von VENDO auszugeben. In der Ansprache Dritter hat das Mitglied stets transparent und deutlich darauf hinzuweisen, dass die Mitglieder von VENDO ist und seine &Auml;u&szlig;erungen eigene &Auml;u&szlig;erungen und nicht die von VENDO sind,</li>
<li>unseri&ouml;se Methoden wie Crossline Sponsoring oder Cross Recruiting zu verwenden,</li>
<li>Verg&uuml;tungen von Dritten f&uuml;r die Vermittlung neuer Mitglieder an VENDO entgegen zu nehmen; Dies umfasst auch den Fall, dass das Mitglied sich Provisionen oder sonstige geldwerte Vorteile f&uuml;r die Vermittlung eines Gesch&auml;ftskontakts bzw. Mitglieds an VENDO oder die Handelsplattform versprechen l&auml;sst. F&uuml;r den Fall des Versto&szlig;es hat das Mitglied diese Verg&uuml;tungen an VENDO herauszugeben,</li>
<li>die genannten Verbote durch Einschaltung Dritter zu umgehen.</li>
</ul>
<p>Es ist ferner im Hinblick auf den Au&szlig;enauftritt und des Verhaltens des Mitglieds gegen&uuml;ber Dritten untersagt,</p>
<ul>
<li>Werbematerialien wie z. B. Videofilme und dergleichen zu VENDO zu produzieren,</li>
<li>&uuml;ber Social Media (z. B. YouTube, Facebook, Instagram, Twitter) Werbung f&uuml;r VENDO und die T&auml;tigkeit als Mitglied von VENDO zu machen,</li>
<li>Chatgruppen &uuml;ber Messengerdienste (z. B. WhatsApp, Facebook, Telegram) oder in Social Media zu VENDO und der T&auml;tigkeit als Mitglied von VENDO zu er&ouml;ffnen und zu unterhalten.</li>
</ul>
<p>Wenn Kennzeichen, insbesondere Marken, nicht ordnungsgem&auml;&szlig; benutzt werden, kann dies im Einzelfall die Rechte des Zeicheninhabers schw&auml;chen und damit den Wert des Kennzeichens bzw. des Unternehmens des Zeicheninhabers vermindern. Die Rechte an Kennzeichen k&ouml;nnen dabei nicht nur durch unsachgem&auml;&szlig;e Benutzung des Zeicheninhabers, sondern auch durch Benutzung der Zeichen durch Dritte beeintr&auml;chtigt werden. Ferner kann die Benutzung von Kennzeichen durch Dritte zu ungewollten Verwechslungen und damit Rechtsunsicherheit f&uuml;hren.</p>
<p>Unser Ziel ist es daher, das Ansehen der Kennzeichen von VENDO als auch die Rechte aller Beteiligten zu sch&uuml;tzen und zu diesem Zweck dem Mitglied bei der Benutzung klare und verst&auml;ndliche Richtlinien an die Hand zu geben.</p>
<p>Als Kennzeichen gelten alle Namen (z. B. Firmennamen, Produktnamen), Marken (insbesondere eingetragene Markenzeichen), Logos und Symbole (z. B. Firmenlogos, Produktlogos), Werktitel, gesch&auml;ftliche Bezeichnungen und sonstige Kenn- oder charakteristische Zeichen von VENDO.</p>
<p>Als Benutzung gilt jedwede Verwendung von Kennzeichen, egal ob offline (z.B. auf Werbetr&auml;gern, in Printprodukten) oder online (Verwendung als Links, auf Websites, in E-Mails, Chatgroups, Foren usw.).</p>
<p>Als Produkte gelten alle Waren, Dienstleistungen und sonstigen Leistungen, die von VENDO selbst oder von offiziellen Lizenznehmern be- oder vertrieben werden.</p>
<p>Die Nutzung von Kennzeichen und das Beziehen auf VENDO oder Produkte von VENDO sind erlaubt, um VENDO oder Produkte von VENDO zu beschreiben oder in angemessener Weise auf diese hinzuweisen. Die Bezugnahme muss wahrheitsgem&auml;&szlig; erfolgen und darf insbesondere nicht &uuml;ber den Status des Mitglieds (z. B. Mitgliederstatus) t&auml;uschen.</p>
<p>Verweise (Links) auf VENDO und / oder deren Produkte sollen ausschlie&szlig;lich auf die Startseiten verweisen.</p>
<p>Kennzeichen d&uuml;rfen ohne vorherige Erlaubnis von VENDO nicht in einer Weise verwendet werden, die sie als charakteristischste oder prominenteste Funktion auf Inhalten Dritter (insbesondere Websites, Print- und sonstige Materialien) machen.</p>
<p>Kennzeichen d&uuml;rfen nicht in einer Weise gezeigt werden, die darauf schlie&szlig;en l&auml;sst, dass VENDO f&uuml;r die Benutzung verantwortlich ist, d. h., dass VENDO die jeweiligen Inhalte verfasst oder veranlasst h&auml;tte. &Uuml;ber den Status des Mitglieds ist deutlich aufzukl&auml;ren.</p>
<p>Es ist durch geeignete Ma&szlig;nahmen (z.B. deutlicher optischer Hinweis) klar zu stellen, dass jegliche Ansichten oder Meinungen, die im Zusammenhang mit der Benutzung eines Kennzeichens ge&auml;u&szlig;ert werden, nicht die Ansichten oder Meinungen von VENDO darstellen.</p>
<p>Kennzeichen d&uuml;rfen nicht ge&auml;ndert werden. Jedes Entfernen, Verzerren oder Ver&auml;ndern des Kennzeichens ist zu unterlassen. Dies gilt insbesondere auch f&uuml;r die Ver&auml;nderung durch bzw. Nutzung in unmittelbarem Zusammenhang mit Bindestrichen, zusammengef&uuml;gten W&ouml;rtern oder Abk&uuml;rzungen.</p>
<p>Kennzeichen d&uuml;rfen nicht in andere Zeichen, insbesondere Kennzeichen Dritter wie insbesondere Firmennamen, Logos oder Marken, integriert werden.</p>
<p>Jegliche Benutzung von Kennzeichen in einer Weise, die Rechte Dritter und / oder geltendes Recht verletzt, ist untersagt. Hierzu z&auml;hlt insbesondere die Benutzung in einer Weise, die irref&uuml;hrend, unlauter, nicht jugendfrei, diffamierend, verleumderisch, absch&auml;tzig oder obsz&ouml;n ist oder vergleichbar unangemessen ist.</p>
<p>Die Nutzung von Zeichen, die den Kennzeichen von VENDO t&auml;uschend &auml;hnlich sehen, ist untersagt.</p>
<p>VENDO hat das Recht, dem Mitglied einzelne Benutzungen jederzeit zu untersagen, sofern Verst&ouml;&szlig;e zu diesen Bedingungen vorliegen oder zu vermuten sind. Das gleiche gilt, wenn Zweifel an der Vereinbarkeit der Benutzung mit diesen Richtlinien gegeben sind.</p>
<p>Die Registrierung und Verwendung von Domains, welche Kennzeichen von VENDO enthalten ist untersagt. Dies gilt dabei auch jedes Domainparking, d. h., nicht aktives Verwenden (z. B. Ruhenlassen) der Domain.</p>
<p>Die Nutzung bereits registrierter Domains ist umgehend einzustellen. Inhalte sind offline zu stellen.</p>
<p>VENDO beh&auml;lt sich vor, von dem Mitglied entweder die &Uuml;bertragung der Domain oder die Aufk&uuml;ndigung entsprechender Registrierungsvertr&auml;ge zu verlangen. Die Kosten gehen zu Lasten des Mitglieds.</p>
<p>Es ist dem Mitglied dar&uuml;ber hinaus untersagt, Landingpages in Zusammenhang mit seiner T&auml;tigkeit als Mitglied von VENDO zu erstellen.</p>
<p>Bei schuldhaftem Versto&szlig; des Mitglieds gegen seine hier dargestellten Pflichten verpflichtet sich das Mitglied zur Zahlung einer angemessenen, echten Vertragsstrafe an VENDO. Die Vertragsstrafe soll USD 50,000 nicht unterschreiten.</p>
<p><strong>Vertraulichkeit und Verschwiegenheit </strong></p>
<p>Das Mitglied verpflichtet sich, s&auml;mtliche ihnen im Rahmen der Zusammenarbeit zur Kenntnis gelangten oder zug&auml;nglich gemachten Informationen, Unterlagen und Gesch&auml;ftsverh&auml;ltnisse von VENDO sorgf&auml;ltig und streng vertraulich zu behandeln und nur f&uuml;r Vertragszwecke zu verwenden. Die Sorgfalts- und Verschwiegenheitspflicht w&auml;hrt &uuml;ber das Vertragsende hinaus.</p>
<p>Informationen, insbesondere zu dem Gesch&auml;ftsmodell von VENDO und solche Information, die das Mitglied durch seine T&auml;tigkeit als Mitglied von VENDO erlangt, sind streng vertraulich. Es ist dem Mitglied untersagt, in unmittelbare oder mittelbare Konkurrenz zu VENDO zu treten und vertrauliche Informationen, welche er als Mitglied von VENDO erhalten hat, zu Gunsten von unmittelbarer oder mittelbarer Konkurrenz zu VENDO zu nutzen.</p>
<p><strong>Datenschutz</strong></p>
<p>VENDO wird die vom Mitglied im Zusammenhang mit der Vertragsdurchf&uuml;hrung zur Verf&uuml;gung gestellten personenbezogenen Daten unter Beachtung der einschl&auml;gigen rechtlichen Bestimmungen verarbeiten. Ist das Mitglied innerhalb der EU ans&auml;ssig bzw. erfolgt die Vertragserf&uuml;llung innerhalb der EU, finden insoweit insbesondere die Vorschriften der EU-DSGVO Anwendung, auf welche nachfolgend Bezug genommen wird.</p>
<p>VENDO erhebt und verarbeitet Daten des Mitglieds, um seine Leistungen erf&uuml;llen zu k&ouml;nnen. Im Rahmen der Registrierung als Mitglied werden insbesondere folgende Daten von VENDO erhoben und verarbeitet:</p>
<ul>
<li>Empfehlungscode</li>
<li>Gew&auml;hlte Sprache</li>
<li>Name des Mitglieds</li>
<li>Geburtsdatum</li>
<li>Anschrift</li>
<li>Kontaktdaten (E-Mail, Telefon)</li>
<li>Bankverbindung / Zahlungsmethode</li>
<li>Foto</li>
</ul>
<p>Im Rahmen der Nutzung der Dienstleistungen von VENDO, insbesondere des Account-Back-Office, erhebt und verarbeitet VENDO folgende weiteren Daten:</p>
<ul>
<li>Anzahl der Mitglieder in der eigenen Downline</li>
<li>Anzahl der direkten Mitglieder</li>
<li>Erzielte Volumina</li>
<li>Angaben zu Status und erwirtschafteten Volumina</li>
<li>Vom Mitglieder ausgel&ouml;ste Handelsvorg&auml;nge und Historie</li>
<li>Provisionen</li>
<li>Statistik- und Leistungsdaten zu den get&auml;tigten Handelsvorg&auml;ngen</li>
<li>Angaben zu Automationsvorg&auml;ngen</li>
</ul>
<p>Es ist dem Wesen eines Mitgliedernetzwerks immanent, dass Daten des Mitglieds anderen Mitgliedern in bestimmter Form zug&auml;nglich gemacht werden. Hierzu z&auml;hlen die im Back-Office ersichtlichen Daten wie</p>
<ul>
<li>Name des Mitglieds</li>
<li>Foto</li>
<li>Anzahl der direkten Mitglieder und in der Downline</li>
<li>Volumen der Downline</li>
<li>Ranglistendaten</li>
</ul>
<p>Die zur Durchf&uuml;hrung des Vertrages erforderlichen personenbezogenen Daten werden von VENDO zu Zwecken der Auftragsabwicklung (Kontaktaufnahme, Leistungserbringung, Abrechnung) verarbeitet (Art. 6 Abs. 1 lit. b DSGVO) und sind hierf&uuml;r erforderlich. VENDO behandelt diese vertraulich. Daten werden nicht an Dritte weitergegeben, es sei denn, dies ist zur Durchf&uuml;hrung des Auftrages (z. B. f&uuml;r den Auftrag notwendige Dienstleister wie die Handelsplattformen) bzw. auf Grund eines berechtigten Interesses (z. B. Steuerberater, Inkassodienstleister, andere Mitglieder im Rahmen der Erbringungen der dem Mitgliedernetzwerk immanenten Leistungen) erforderlich oder auf Grund gesetzlicher Pflicht vorgeschrieben (z. B. auf Grund von Anfragen von Steuer- und Ermittlungsbeh&ouml;rden). Werden die Daten zur Auftragsabwicklung nicht mehr ben&ouml;tigt und stehen keine Gew&auml;hrleistungsfristen und/oder gesetzlichen Aufbewahrungspflichten entgegen, werden die Daten gel&ouml;scht.</p>
<p>Betroffene haben ein Recht auf unentgeltliche Auskunft &uuml;ber die zu ihrer Person gespeicherten Daten. Ferner steht dem Betroffenen ggfs. ein Recht auf Berichtigung, L&ouml;schung, auf Einschr&auml;nkung der Verarbeitung, auf Widerspruch gegen die Verarbeitung sowie auf Daten&uuml;bertragbarkeit zu.</p>
<p>Sofern personenbezogene Daten auf Grund einer Einwilligung des Mitglieds verarbeitet werden, kann dieser jederzeit die Einwilligung mit Wirkung f&uuml;r die Zukunft widerrufen.</p>
<p>Sofern personenbezogene Daten auf Grundlage von berechtigten Interessen gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO verarbeitet werden, hat das Mitglied das Recht, gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung mit Wirkung f&uuml;r die Zukunft einzulegen, soweit daf&uuml;r Gr&uuml;nde vorliegen, die sich aus seiner besonderen Situation ergeben oder sich der Widerspruch gegen Direktwerbung richtet. Im letzteren Fall hat das Mitglied ein generelles Widerspruchsrecht, das ohne Angabe einer besonderen Situation umgesetzt wird.</p>
<p>Das Mitglied kann sich f&uuml;r Beschwerden an eine Datenschutzaufsichtsbeh&ouml;rde wenden.</p>
<p><strong>Verarbeitung personenbezogener Daten beim Besuch der Website</strong></p>
<p>Bei der blo&szlig; informatorischen Nutzung der Website erhebt VENDO die personenbezogenen Daten, die der Browser an den Server von VENDO &uuml;bermittelt. Wenn das Mitglied die Website von VENDO betrachten m&ouml;chte, erhebt VENDO auf Grund berechtigter Interessen insoweit die folgenden Daten, die technisch zwingend erforderlich sind, um dem Mitglied die Website anzuzeigen und die Stabilit&auml;t und Sicherheit zu gew&auml;hrleisten (Rechtsgrundlage innerhalb EU ist Art. 6 Abs. 1 S. 1 lit. f DSGVO):</p>
<p>IP-Adresse, Datum und Uhrzeit der Anfrage, Zeitzonendifferenz zur Greenwich Mean Time (GMT), Inhalt der Anforderung (konkrete Seite), Zugriffsstatus/HTTP-Statuscode, jeweils &uuml;bertragene Datenmenge, Website, von der die Anforderung kommt, Browser, Betriebssystem und dessen Oberfl&auml;che, Sprache und Version der Browsersoftware.</p>
<p>Die Daten werden in Logfiles gespeichert. Die Daten werden in der Regel sp&auml;testens nach einem Monat gel&ouml;scht.</p>
<p><strong>Nutzung der E-Mail Adresse zu Werbezwecken</strong></p>
<p>VENDO beh&auml;lt sich vor, den Mitgliedern per E-Mail an die von ihm angegebene E-Mail Adresse zu kontaktieren, um auf gleichartige Dienstleistungen und Angebote hinzuweisen und den Mitgliedern &uuml;ber neue Angebote zu informieren. Das Mitglied kann der Verwendung seiner E-Mail Adresse zu diesem Werbezweck jederzeit widersprechen, ohne dass hierf&uuml;r andere als die &Uuml;bermittlungskosten nach den Basistarifen entstehen.</p>
<p><strong>Schlussbestimmungen </strong></p>
<p>Gesetzliche Vorschriften des Landes, in dem das Mitglied seinen gew&ouml;hnlichen Sitz hat und von welchen durch privatrechtliche Vereinbarung nicht abgewichen werden darf, bleiben unber&uuml;hrt. Gerichtsstand f&uuml;r Rechtsstreitigkeiten aus oder im Zusammenhang mit diesem Vertrag ist nach Wahl von VENDO entweder der Sitz von VENDO oder der Sitz des Mitglieds. Sollten Bestimmungen dieser Nutzungsbedingungen ganz oder teilweise unwirksam sein oder werden, so bleiben die &uuml;brigen Bestimmungen davon unber&uuml;hrt.</p>